evaluation/YCSB_RC_F_1.txt
Database validation succeeded
[OVERALL], RunTime(ms), 24328.0
[OVERALL], Throughput(ops/sec), 41.10489970404472
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], MinLatency(us), 2.0
[CLEANUP], MaxLatency(us), 2.0
[CLEANUP], 95thPercentileLatency(us), 2.0
[CLEANUP], 99thPercentileLatency(us), 2.0
[COMMIT], Operations, 1000.0
[COMMIT], AverageLatency(us), 24013.046
[COMMIT], MinLatency(us), 1099.0
[COMMIT], MaxLatency(us), 106687.0
[COMMIT], 95thPercentileLatency(us), 49823.0
[COMMIT], 99thPercentileLatency(us), 64575.0
[COMMIT], Return=OK, 1000
[START], Operations, 1000.0
[START], AverageLatency(us), 11.053
[START], MinLatency(us), 2.0
[START], MaxLatency(us), 7803.0
[START], 95thPercentileLatency(us), 4.0
[START], 99thPercentileLatency(us), 12.0
[START], Return=OK, 1000
[INSERT], Operations, 1000.0
[INSERT], AverageLatency(us), 135.379
[INSERT], MinLatency(us), 14.0
[INSERT], MaxLatency(us), 30879.0
[INSERT], 95thPercentileLatency(us), 378.0
[INSERT], 99thPercentileLatency(us), 493.0
[INSERT], Return=OK, 1000