evaluation/YCSB_RL_F_1.txt
Database validation succeeded
[OVERALL], RunTime(ms), 72781.0
[OVERALL], Throughput(ops/sec), 13.739849686044435
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 55.0
[CLEANUP], MinLatency(us), 55.0
[CLEANUP], MaxLatency(us), 55.0
[CLEANUP], 95thPercentileLatency(us), 55.0
[CLEANUP], 99thPercentileLatency(us), 55.0
[COMMIT], Operations, 1000.0
[COMMIT], AverageLatency(us), 72136.308
[COMMIT], MinLatency(us), 3140.0
[COMMIT], MaxLatency(us), 340735.0
[COMMIT], 95thPercentileLatency(us), 121919.0
[COMMIT], 99thPercentileLatency(us), 169471.0
[COMMIT], Return=OK, 1000
[START], Operations, 1000.0
[START], AverageLatency(us), 150.45
[START], MinLatency(us), 43.0
[START], MaxLatency(us), 19007.0
[START], 95thPercentileLatency(us), 380.0
[START], 99thPercentileLatency(us), 955.0
[START], Return=OK, 1000
[INSERT], Operations, 1000.0
[INSERT], AverageLatency(us), 269.713
[INSERT], MinLatency(us), 54.0
[INSERT], MaxLatency(us), 20623.0
[INSERT], 95thPercentileLatency(us), 811.0
[INSERT], 99thPercentileLatency(us), 1965.0
[INSERT], Return=OK, 1000